

"Take a tour of iOS Impress Remote?" = "iOS Impress-ті қашықтан басқару мүмкіндіктеріне шолуды қалайсыз ба?";

/* Sidebar section header */
"Stop Watch" = "Кері санау";
"Pairing Instructions Msg" = "1. Компьютеріңізде LibreOffice Impress іске қосыңыз\n\n2. Баптаулар - LibreOffice Impress - Жалпы - Қашықтан басқаруды іске қосыңыз\n\n3. Компьютеріңіз және құрылғыңыз бір WiFi желісіне байланысқанына көх жеткізіңіз\n\n4. Компьютеріңіз анықталмаса, оның IP адресін қолмен енгізіңіз\n\n5. Байланысып, қолданыңыз!\n\n";
"Yes" = "Иә";

/* Sidebar section header */
"Timer" = "Таймер";

/* Popover option */
"Stop Presentation" = "Презентацияны тоқтату";

/* Update button text in diffrent states */
"Start" = "Бастау";

/* Sidebar section header */
"Slides" = "Слайдтар";
"Searching" = "Іздеу";

/* Popover option */
"Resume from blank Screen" = "Бос экраннан жалғастыру";
"Resume from blank screen" = "Бос экраннан жалғастыру";

/* Popover option */
"Restart" = "Қайта қосу";
"Please consider restart LibreOffice Impress on your computer." = "Компьютеріңізде LibreOffice Impress қайта іске қосыңыз.";

/* Update button text in diffrent states */
"Pause" = "Кідіріс";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Жұптастыру нұсқамалары";

/* Pairing instruction title */
"Pairing" = "Жұптастыру";

/* backButton for Tutorial */
"Ok, thanks" = "Иә, рахмет";

/* OK Button on Alert view */
"OK" = "ОК";
"No, thanks" = "Жоқ, рахмет";
"New Server" = "Жаңа сервер";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Аты (міндетті емес)";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Impress жөнелтіп, компьютеріңізді таңдаңыз.";

/* EditableTableViewCell placeholder */
"IP Address" = "IP адресі";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Сіз енгізген IP адресі жарамсыз";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Жарамсыз IP адресі";

/* App name displayed on navbar */
"Impress Remote" = "Impress-ті қашықтан басқару";

/* In app How-to title */
"How-to" = "Нұсқамалар";
"Help" = "Көмек";
"Failed to reach your computer" = "Компьютеріңізге байланысу сәтсіз аяқталды";

/* Connection failure message */
"Failed to reach server Msg" = "IP адресіңізді тексеріп, LibreOffice Impress ішінде Impress-ті қашықтан басқару мүмкіндігі іске қосылғанына көз жеткізіңіз.";

/* Connection failure title */
"Failed to reach server" = "Серверге байланысу сәтсіз аяқталды";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Кодты Impress - Көрсетілім - Impress-ті қашықтан басқару мәзірінде енгізіңіз";

/* Server list section title */
"Detected Connections" = "Табылған байланыстар";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Егер компьютеріңіз жоғарыда көрсетілмесе, оны қолмен IP адресін енгізу арқылы қосыңыз. ";

/* Server list section title */
"Custom Connections" = "Байланыстарды басқару";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Керек болса, iPhone құрылғыңызда жеке қатынау нүктесін жасаңыз.";

/* Control instruction title */
"Control" = "Басқару";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Қап, байланыс үзілді...Компьютеріңізге қайта байланысып көріңіз. ";

/* Connection Lost Alert title */
"Connection Lost" = "Байланыс үзілді";

/* Popover option */
"Connection Help" = "Байланыс көмегі";

/* instruction page title */
"Connection" = "Байланыс";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Құрылғыларыңызды бір WiFi желісіне қосыңыз.";

/* Back button to the connect page on navbar */
"Connect" = "Байланысу";
"Click to refresh" = "Жаңарту үшін шертіңіз";
"Cancel" = "Бас тарту";

/* Popover option */
"Blank Screen" = "Бос экран";
"Back" = "Артқа";

/* Popover option */
"About Impress Remote" = "Impress Remote туралы";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* WiFi желісімен байланысы жоқ.\n* iOS құрылғыңызды және компьютеріңізді бір желіге қосыңыз\n* Жаңартыңыз\n* кеңес: сіз комьютерде/iPhone-да жеке қатынау нүктесін жасай аласыз";
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Impress-ті компьютеріңізде жөнелтіңіз\n* Екі құрылғыны бір WiFi желісіне қосыңыз\n* Сіздің iOS құрылғыңыз енді \"%@\" құрылғысына байланысқан";
